<?xml version="1.0" encoding="UTF-8"?>
<rss version="2.0">
  <channel>
    <title><![CDATA[Changelog - DOFUS, le MMORPG stratégique.]]></title>
    <description><![CDATA[Plusieurs milliers de joueurs dans le monde. DOFUS est un jeu de rôle massivement multijoueur où le but est de retrouver les 6 précieux Dofus pour devenir maître d'Amakna.]]></description>
    <link>http://www.dofus.com/fr</link>
    <language>fr</language>
    <copyright><![CDATA[Changelog - DOFUS, le MMORPG stratégique. © 2018]]></copyright>
    <lastBuildDate>Sun, 24 Jun 2018 14:41:54 +0200</lastBuildDate>
    <pubDate>Sun, 24 Jun 2018 14:41:54 +0200</pubDate>
    <url>http://www.dofus.com/favicon.ico</url>
          <item>
        <title><![CDATA[La Cité des Mercenaires]]></title>
        <description><![CDATA[&nbsp;<br />
&nbsp;
<div class="embed-responsive embed-responsive-16by9 embeddedContent oembed-provider- oembed-provider-youtube" data-align="center" data-maxheight="315" data-maxwidth="560" data-oembed="https://www.youtube.com/watch?v=Hl1rwkhnWUY" data-oembed_provider="youtube" data-resizetype="custom" style="text-align: center;"><iframe allowfullscreen="true" allowscriptaccess="always" frameborder="0" height="315" scrolling="no" src="//www.youtube.com/embed/Hl1rwkhnWUY?wmode=transparent&amp;jqoemcache=nrcMe" width="560"></iframe></div>
&nbsp;

<h2>Refonte d&rsquo;Astrub</h2>
La ville mercenaire d&rsquo;Astrub a subi un net ravalement de fa&ccedil;ade ! La destruction des statues de classe a donn&eacute; lieu &agrave; la cr&eacute;ation du Temple Divin qui accueille d&eacute;sormais les jeunes &acirc;mes venues d&rsquo;incarnam quelque soit leur affiliation.<br />
<br />
La Vieille Ville plus citadine regroupe tous les &eacute;l&eacute;ments fr&eacute;quemment visit&eacute;s : la Tour de la Milice, la Banque, les H&ocirc;tels de Vente, Zaap etc.<br />
Le Faubourg, en p&eacute;riph&eacute;rie, accueille les ateliers et autres points d&rsquo;int&eacute;r&ecirc;t.<br />
<br />
Les monstres d&rsquo;Astrub et ses alentours sont r&eacute;&eacute;quilibr&eacute;s. Une nouvelle famille de monstre peut &ecirc;tre observ&eacute;e dans la toute nouvelle Carri&egrave;re d&rsquo;Astrub : les Sidoas. On murmure qu&rsquo;ils construiraient quelque chose d&rsquo;incroyable dans les profondeurs de la terre&hellip; mais personne ne sait vraiment de quoi il s&rsquo;agit.<br />
<br />
Les fronti&egrave;res de la r&eacute;gion r&eacute;serv&eacute;e aux joueurs non-abonn&eacute;s reculent de quelques pas : Tain&eacute;la, les calanques d&rsquo;Astrub et son cimeti&egrave;re leur sont maintenant accessibles.<br />
D&eacute;couvrez plus de d&eacute;tails dans les microblogs #3 et #4: <a href="https://www.dofus.com/fr/mmorpg/actualites/news/849655-micro-blog-3-astrub">Astrub</a> et <a href="https://www.dofus.com/fr/mmorpg/actualites/news/854765-micro-blog-4-maisons">Les maisons</a>, ainsi que dans le <a href="https://www.dofus.com/fr/mmorpg/actualites/devblog/billets/850740-devblog-graph-astrub">devblog</a> d&eacute;di&eacute; &agrave; cette r&eacute;fonte.<br />
&nbsp;
<h2>Am&eacute;lioration des m&eacute;tiers de r&eacute;coltes</h2>
La <a href="https://www.dofus.com/fr/mmorpg/actualites/devblog/billets/852496-devblog-gd-accessibilite-equilibrage-equipements#852496_nav_3">progression des m&eacute;tiers de r&eacute;colte</a> est am&eacute;lior&eacute;e, l&#39;exp&eacute;rience gagn&eacute;e lors des r&eacute;coltes est doubl&eacute;e afin d&#39;acc&eacute;l&eacute;rer l&#39;acc&egrave;s &agrave; un plus grand nombre de ressources r&eacute;coltables.<br />
Les probabilit&eacute;s d&#39;obtention des ressources sur les monstres sont augment&eacute;es (principalement &agrave; faible et moyen niveau), afin de r&eacute;duire le nombre de combats n&eacute;cessaires pour fabriquer un &eacute;quipement.<br />
&nbsp;
<h2>Fusion des HDV</h2>

<p>Les H&ocirc;tels de Vente sont fusionn&eacute;s et classifi&eacute;s en 3 cat&eacute;gories : ressources / consommables / &eacute;quipements.<br />
&nbsp;</p>

<h2>Encyclop&eacute;die des objets</h2>

<p>Soucieux de vous faciliter l&rsquo;acc&egrave;s &agrave; des informations qui jusque-l&agrave; n&rsquo;&eacute;taient visibles que sur notre site internet, l&rsquo;encyclop&eacute;die s&rsquo;invite directement en jeu.<br />
En plus du bestiaire, vous pourrez retrouver de nouveaux onglets : &eacute;quipements, consommables et ressources.<br />
De nouveaux filtres, vous permettront d&rsquo;affiner votre recherche, qui se voudra plus dynamique.<br />
N&#39;h&eacute;sitez pas a consulter notre premier microblog pour y voir <a href="https://www.dofus.com/fr/mmorpg/actualites/news/843767-micro-blog-dofus#843767_nav_1">les explications en images</a>.<br />
&nbsp;</p>

<h2>Cr&eacute;ation d&rsquo;ensembles</h2>

<p>Nous vous en avions parl&eacute; dans <a href="https://www.dofus.com/fr/mmorpg/actualites/news/843767-micro-blog-dofus">le premier microblog</a>&nbsp;aussi, et les voici ! Des pages d&rsquo;ensembles viennent d&eacute;sormais remplacer le syst&egrave;me d&rsquo;&eacute;quipements rapides, pour que celui-ci tienne compte non seulement des &eacute;quipements, mais aussi des points de caract&eacute;ristiques et des variantes de sorts.<br />
&nbsp;</p>

<h2>Orbe reconstituant illimit&eacute; inclus dans l&rsquo;abonnement</h2>

<p>Afin de profiter en toute libert&eacute; de vos toutes nouvelles pages d&rsquo;ensembles, vous pourrez d&eacute;sormais changer vos caract&eacute;ristiques de mani&egrave;re illimit&eacute;e et sans co&ucirc;t suppl&eacute;mentaire ! Plus de d&eacute;tails dans <a href="https://www.dofus.com/fr/mmorpg/actualites/news/859985-bonne-nouvelle-contenus-gratuits">la news d&eacute;di&eacute;e</a>.<br />
&nbsp;</p>
 ]]></description>
        <link>
        <![CDATA[http://www.dofus.com/fr/mmorpg/actualites/maj/860219-cite-mercenaires]]></link>
                  <category><![CDATA[Dofus]]></category>
                <pubDate>Tue, 27 Mar 2018 16:30:00 +0200</pubDate>
                <guid isPermaLink="false">3b1f1b10dda160cbc0cb547483d0ec92</guid>
      </item>
          <item>
        <title><![CDATA[Les tours des oubliés]]></title>
        <description><![CDATA[<center><img alt="" src="https://s.ankama.com/www/static.ankama.com/dofus/ng/modules/mmorpg/game/towers/assets/logo-fr.png" /></center>

<div class="text-center"><a class="btn btn-primary btn-lg" href="https://www.dofus.com/fr/mmorpg/actualites/maj/tours-oublies">D&eacute;couvrez la page</a></div>
 ]]></description>
        <link>
        <![CDATA[http://www.dofus.com/fr/mmorpg/actualites/maj/808559-tours-oublies]]></link>
                  <category><![CDATA[Dofus]]></category>
                <pubDate>Tue, 05 Dec 2017 17:30:00 +0200</pubDate>
                <guid isPermaLink="false">ecef1a257a3c2e62b9684b32aa054cd4</guid>
      </item>
          <item>
        <title><![CDATA[Ilyzaelle et le Dofus Ivoire]]></title>
        <description><![CDATA[<div class="embed-responsive embed-responsive-16by9 embeddedContent oembed-provider- oembed-provider-youtube" data-align="center" data-maxheight="315" data-maxwidth="560" data-oembed="https://www.youtube.com/watch?v=dUbywtL_hxE" data-oembed_provider="youtube" data-resizetype="custom" style="text-align: center;"><iframe allowfullscreen="true" allowscriptaccess="always" frameborder="0" height="315" scrolling="no" src="//www.youtube.com/embed/dUbywtL_hxE?wmode=transparent&amp;jqoemcache=ItK82" width="560"></iframe></div>

<p class="fake">&nbsp;</p>

<p class="fake">&nbsp;</p>

<p class="fake"><meta charset="utf-8" /></p>

<h2>Qu&ecirc;te du dofus ivoire</h2>

<div style="text-align: justify;"><br />
Le 5e Dofus Primordial entre dans la danse. La sorci&egrave;re M&eacute;riana attend les aventuriers suffisamment exp&eacute;riment&eacute;s (personnages de niveau 180 minimum) pour leur parler du Dofus Ivoire. La route sera longue et sem&eacute;e d&rsquo;emb&ucirc;ches, mais chaque &eacute;preuve pass&eacute;e durant votre voyage prouvera un peu plus &agrave; Dardondakal que vous &ecirc;tes un gardien potentiel pour son dofus. La nouvelle s&eacute;rie de qu&ecirc;tes permettant d&#39;obtenir le Dofus demandera d&#39;avoir termin&eacute; d&#39;autres s&eacute;ries de qu&ecirc;tes pour &ecirc;tre accomplie.<br />
&nbsp;</div>

<h2>Qu&ecirc;tes d&rsquo;alignement</h2>
<br />
La mise &agrave; jour marque aussi la sortie des qu&ecirc;tes d&rsquo;alignement 90 &agrave; 100 pour Bonta et Brakmar, qui viendront ainsi cl&ocirc;turer la s&eacute;rie. Elles s&#39;adressent &agrave; des personnages de niveau 190 et plus. Elles sont accompagn&eacute;es de nouvelles qu&ecirc;tes permettant d&#39;atteindre le plus haut rang des Ordres des cit&eacute;s. Dix nouveaux avis de recherches, ainsi que de nouveaux titres, ornements et panoplies n&rsquo;attendent que vous.<br />
&nbsp;
<h2>Ilyzaelle et la Caserne du Jour sans Fin</h2>
&nbsp;

<p dir="ltr">Une nouvelle zone est accessible sur l&rsquo;&icirc;le de Frigost depuis la muraille du ch&acirc;teau du Comte Harebourg. Il s&#39;agit des anciens appartements d&#39;&eacute;t&eacute; du Comte Harebourg annex&eacute;s par la garde du jour sans fin. Celle-ci est envahie par les br&ucirc;lames, des monstres &eacute;chapp&eacute;s d&rsquo;extarnam par une faille existant entre les deux mondes. Un nouveau donjon destin&eacute; aux personnages de niveau 190 - 200 est accessible dans cette zone : le Belv&eacute;d&egrave;re d&#39;Ilyzaelle, une gardienne de lumi&egrave;re charg&eacute;e de contr&ocirc;ler les br&ucirc;lames, qui vivent dans ces lieux. Deux nouvelles panoplies ainsi que 4 nouvelles armes pourront &ecirc;tre fabriqu&eacute;es avec les ressources issues de ce donjon.</p>
<b id="docs-internal-guid-4d517ea0-3c91-997c-ff2e-6417e768dc70"><b id="docs-internal-guid-4d517ea0-3c91-997c-ff2e-6417e768dc70"> <b id="docs-internal-guid-4d517ea0-3c91-997c-ff2e-6417e768dc70"> </b></b></b> ]]></description>
        <link>
        <![CDATA[http://www.dofus.com/fr/mmorpg/actualites/maj/750484-ilyzaelle-dofus-ivoire]]></link>
                  <category><![CDATA[Dofus]]></category>
                <pubDate>Fri, 01 Sep 2017 17:00:00 +0200</pubDate>
                <guid isPermaLink="false">92aa4da7d62278d310fb4ceb69453059</guid>
      </item>
          <item>
        <title><![CDATA[Les rôdeurs de Sidimote]]></title>
        <description><![CDATA[<div class="embed-responsive embed-responsive-16by9 embeddedContent oembed-provider- oembed-provider-youtube" data-align="center" data-maxheight="315" data-maxwidth="560" data-oembed="https://www.youtube.com/watch?v=D5a027IIaJ8" data-oembed_provider="youtube" data-resizetype="custom" style="text-align: center;"><iframe allowfullscreen="true" allowscriptaccess="always" frameborder="0" height="315" scrolling="no" src="//www.youtube.com/embed/D5a027IIaJ8?wmode=transparent&amp;jqoemcache=Kcg4I" width="560"></iframe></div>

<p class="fake"><br />
&nbsp;</p>

<h2>Refonte de Sidimote</h2>

<p>L&rsquo;apparence, l&rsquo;agencement, le niveau et le contenu de Sidimote ont compl&egrave;tement &eacute;t&eacute; revus en 2.42. Des nouvelles familles de monstres font leurs apparitions ainsi que deux nouveaux donjons, le Chapiteau des Magik Rictus (lvl 90) et le Manoir des Katrepat (lvl 200). Les explorateurs les plus t&eacute;m&eacute;raires pourront ainsi d&eacute;couvrir plus de 600 maps refaites du sol au plafond, une r&eacute;gion plus coh&eacute;rente et encore plus immersive.</p>

<p>&nbsp;</p>

<h2>&Eacute;quilibrage du contenu End Game</h2>

<p>Pas moins de 17 donjons endgame sont modifi&eacute;s &agrave; l&rsquo;occasion de cette mise &agrave; jour, avec une difficult&eacute; revue &agrave; la baisse et une facilit&eacute; de compr&eacute;hension revue &agrave; la hausse. Mais attention ! Ne vous attendez pas &agrave; ce que les donjons les plus difficiles deviennent d&rsquo;un seul coup une promenade de sant&eacute; !</p>

<p>Ces modifications offrent une chance &agrave; ceux qui se sont cass&eacute;s les dents / crocs / dentiers (rayez la mention inutile) sur ces donjons de pouvoir s&rsquo;attaquer &agrave; de nouveaux d&eacute;fis un tout petit peu plus sereinement.</p>

<p>Pour plus d&rsquo;information &agrave; ce sujet, un devblog d&eacute;di&eacute; est disponible <a href="http://www.dofus.com/fr/mmorpg/actualites/devblog/billets/698902-simplification-contenu-haut-niveau">ici</a>.</p>
 ]]></description>
        <link>
        <![CDATA[http://www.dofus.com/fr/mmorpg/actualites/maj/708196-rodeurs-sidimote]]></link>
                  <category><![CDATA[Dofus]]></category>
                <pubDate>Fri, 16 Jun 2017 17:00:00 +0200</pubDate>
                <guid isPermaLink="false">f55e9d085c67e6f86a2cb453c789fb55</guid>
      </item>
          <item>
        <title><![CDATA[La Belle et les Bêtes]]></title>
        <description><![CDATA[<div class="embed-responsive embed-responsive-16by9 embeddedContent oembed-provider- oembed-provider-youtube" data-align="center" data-maxheight="315" data-maxwidth="560" data-oembed="https://www.youtube.com/watch?v=hdmhbRTB5C0&amp;feature=youtu.be" data-oembed_provider="youtube" data-resizetype="custom" style="text-align: center;"><iframe allowfullscreen="true" allowscriptaccess="always" frameborder="0" height="315" scrolling="no" src="//www.youtube.com/embed/hdmhbRTB5C0?wmode=transparent&amp;jqoemcache=nXO4n" width="560"></iframe></div>

<p class="fake"><br />
&nbsp;</p>

<h2 class="fake">Nimotopia</h2>
<br />
Une nouvelle &icirc;le fait son apparition dans le Monde des Douze ! Riche d&#39;une faune diversifi&eacute;e et d&#39;une flore color&eacute;e, Nimotopia est une r&eacute;serve prot&eacute;g&eacute;e d&#39;esp&egrave;ces r&eacute;unies par Coqueline, fille d&#39;Osamodas. Malheureusement, une troupe de chasseurs a r&eacute;cemment d&eacute;barqu&eacute; sur l&#39;&icirc;le, et ces braconniers y chassent sans vergogne les esp&egrave;ces prot&eacute;g&eacute;es. Coqueline fait ainsi appel &agrave; vous, aventuriers de niveau 180 et plus, pour sauver son paradis !<br />
Cette zone comporte une nouvelle famille de monstre, un nouveau donjon, ainsi que deux nouvelles panoplies.
<h2>Refonte des boucliers</h2>
<br />
Les boucliers font peau neuve ! Les armes &agrave; deux mains ainsi que les conditions pour porter un bouclier disparaissent. D&eacute;sormais, il est possible de porter un bouclier sans conditions et dans tous les combats que vous &ecirc;tes amen&eacute;s &agrave; faire dans le Monde des Douze.&nbsp;<br />
Leurs bonus sont eux aussi remani&eacute;s, avec des effets in&eacute;dits. Les r&eacute;sistances actives uniquement en PvP disparaissent pour laisser place &agrave; des caract&eacute;ristiques utiles en PvM comme en PvP.&nbsp;
<h2>Koliz&eacute;um 1vs1</h2>
<br />
Une nouvelle file de Koliz&eacute;um est d&eacute;sormais disponible : vous pouvez d&egrave;s maintenant combattre en 1 contre 1 pour prouver votre valeur.<br />
Cette nouvelle file s&#39;accompagne d&#39;un syst&egrave;me de matchmaking revisit&eacute;, qui prend en compte le d&eacute;s&eacute;quilibre potentiel d&#39;une classe fasse &agrave; une autre, afin d&#39;&eacute;quilibrer les matchs en cons&eacute;quence. Peu importe votre classe, votre niveau, et la qualit&eacute; de votre &eacute;quipement, vous devriez ainsi trouver votre bonheur avec ce nouveau mode de jeu ! ]]></description>
        <link>
        <![CDATA[http://www.dofus.com/fr/mmorpg/actualites/maj/668330-belle-betes]]></link>
                  <category><![CDATA[Dofus]]></category>
                <pubDate>Fri, 31 Mar 2017 17:00:00 +0200</pubDate>
                <guid isPermaLink="false">a3c0a0191ea4947a81be4ac326e1c02d</guid>
      </item>
          <item>
        <title><![CDATA[Brutal Canin]]></title>
        <description><![CDATA[<div class="embed-responsive embed-responsive-16by9 embeddedContent oembed-provider- oembed-provider-youtube" data-align="center" data-maxheight="315" data-maxwidth="560" data-oembed="https://www.youtube.com/watch?v=Cgmu9SBBm8Q" data-oembed_provider="youtube" data-resizetype="custom" style="text-align: center;"><iframe allowfullscreen="true" allowscriptaccess="always" frameborder="0" height="315" scrolling="no" src="//www.youtube.com/embed/Cgmu9SBBm8Q?wmode=transparent&amp;jqoemcache=0Ruld" style="" width="560"></iframe></div>
&nbsp;

<h2>Classe Ouginak</h2>
<br />
Une nouvelle classe est d&eacute;sormais disponible en jeu : les Ouginaks !&nbsp;<br />
Ennemis jur&eacute; des Ecaflips, ces b&ecirc;tes poilues manient les 4 &eacute;l&eacute;ments pour traquer leur proie jusqu&#39;&agrave; la mort.&nbsp;<br />
N&#39;h&eacute;sitez pas &agrave; consulter <a href="http://www.dofus.com/fr/mmorpg/actualites/devblog/billets/631760-ouginak-101">l&#39;article de Devblog d&eacute;di&eacute;</a> pour en apprendre un peu plus sur leurs capicit&eacute;s.<br />
&nbsp;
<h2>Revalorisation des Dofus</h2>
&nbsp;<br />
R&eacute;unir l&#39;int&eacute;gralit&eacute; des Dofus est un objectif pour chaque aventurier. Ces oeufs l&eacute;gendaires sont modifi&eacute;s et disposent d&#39;une m&eacute;canique et d&#39;un bonus propre &agrave; chacun d&#39;entre eux. L&#39;occasion pour les collectionneurs de maitriser de nouveaux pouvoirs !&nbsp;<br />
Pour en savoir plus sur ces nouvelles fa&ccedil;on d&#39;utiliser les Dofus, vous pouvez consulter <a href="http://www.dofus.com/fr/mmorpg/actualites/devblog/billets/629600-revalorisation-dofus">l&#39;article de Devblog d&eacute;di&eacute;</a>. ]]></description>
        <link>
        <![CDATA[http://www.dofus.com/fr/mmorpg/actualites/maj/636903-brutal-canin]]></link>
                  <category><![CDATA[Dofus]]></category>
                <pubDate>Fri, 10 Feb 2017 16:30:00 +0200</pubDate>
                <guid isPermaLink="false">34e6ec8b9375fdf77c77dd0aba73b732</guid>
      </item>
          <item>
        <title><![CDATA[La mystérieuse Cité dort]]></title>
        <description><![CDATA[<div class="embed-responsive embed-responsive-16by9 embeddedContent oembed-provider- oembed-provider-youtube" data-align="center" data-maxheight="315" data-maxwidth="560" data-oembed="https://www.youtube.com/watch?v=mHTvwEPZAtY" data-oembed_provider="youtube" data-resizetype="custom" style="text-align: center;"><iframe allowfullscreen="true" allowscriptaccess="always" frameborder="0" height="315" scrolling="no" src="//www.youtube.com/embed/mHTvwEPZAtY?wmode=transparent&amp;jqoemcache=UmRbC" style="" width="560"></iframe></div>
&nbsp; &nbsp; &nbsp;

<center><a href="http://www.dofus.com/fr/mmorpg/actualites/news/592537-beta-maj-2-39">Actuellement en B&ecirc;ta !</a><br />
&nbsp;</center>
&nbsp;

<h2>Saharach - Chapitre II</h2>
<br />
Le second chapitre de Saharach, l&rsquo;extension d&eacute;sertique, se r&eacute;v&egrave;le dans cette mise &agrave; jour et vous propose de poursuivre votre aventure sur ses terres arides et ensabl&eacute;es.<br />
<br />
Destin&eacute;e aux aventuriers de niveaux 170 &agrave; 200, la zone offre deux nouvelles familles de monstres, leur avis de recherche respectif et deux nouveaux donjons dans les <em>Gorges des Vents Hurlants </em>et la <em>Pyramide Maudite</em>. A d&eacute;couvrir en parall&egrave;le : de nouveaux &eacute;quipements, panoplies, succ&egrave;s et r&eacute;compenses &agrave; d&eacute;bloquer.<br />
<br />
De nombreux dangers vous attendent, si toutefois vous vous sentez pr&ecirc;ts &agrave; les affronter...<br />
<br />
&nbsp;
<h2>Refonte Sacrieur</h2>
<br />
De l&rsquo;autre c&ocirc;t&eacute; du Monde des Douze, les Sacrieurs entrevoient de nouvelles de nouvelles m&eacute;caniques de jeux venant renforcer les r&ocirc;les de tank, de damage dealer et de placeur.<br />
En parall&egrave;le, trois nouveaux ch&acirc;timents font leur apparition : le ch&acirc;timent du voyageur, le ch&acirc;timent de l&rsquo;&eacute;corch&eacute; et le ch&acirc;timent du survivant.<br />
Trois voies &eacute;l&eacute;mentaires ont &eacute;galement &eacute;t&eacute; retravaill&eacute;es : l&rsquo;air, le feu et l&rsquo;eau, et les sorts ont &eacute;t&eacute; repens&eacute;s afin que chacune des voies puisse disposer d&rsquo;un panel de sorts complet.<br />
<br />
Pour plus de d&eacute;tails, retrouvez les explications de gamedesign dans <a href="http://www.dofus.com/fr/mmorpg/actualites/devblog/billets/589736-refonte-sacrieur">l&rsquo;article de devblog d&eacute;di&eacute;</a>. ]]></description>
        <link>
        <![CDATA[http://www.dofus.com/fr/mmorpg/actualites/maj/597177-mysterieuse-cite-dort]]></link>
                  <category><![CDATA[Dofus]]></category>
                <pubDate>Fri, 02 Dec 2016 17:00:00 +0200</pubDate>
                <guid isPermaLink="false">61e91d1974db0daf8e4b359fc1867d0a</guid>
      </item>
          <item>
        <title><![CDATA[Le Bon, le Iop et le Cacterre]]></title>
        <description><![CDATA[<div class="embed-responsive embed-responsive-16by9 embeddedContent oembed-provider- oembed-provider-youtube" data-align="center" data-maxheight="315" data-maxwidth="560" data-oembed="https://www.youtube.com/watch?v=pJ5RIlXwds4" data-oembed_provider="youtube" data-resizetype="custom" style="text-align: center;"><iframe allowfullscreen="true" allowscriptaccess="always" frameborder="0" height="315" scrolling="no" src="//www.youtube.com/embed/pJ5RIlXwds4?wmode=transparent&amp;jqoemcache=elCif" style="" width="560"></iframe></div>
&nbsp; &nbsp; &nbsp;

<center><a href="http://www.dofus.com/fr/mmorpg/actualites/news/587183-beta-maj-2-37">Actuellement en B&ecirc;ta !</a><br />
&nbsp;</center>
&nbsp;

<h2>Saharach - Chapitre I</h2>
<br />
Une nouvelle extension aux contr&eacute;es d&eacute;sertiques vous attend : s&eacute;quenc&eacute;e en deux chapitres, l&#39;&Icirc;le de Saharach accueille les plus curieux d&#39;entre vous pour une exploration... &eacute;pic&eacute;e !<br />
<br />
Le premier volet propose aux aventuriers de niveaux 70 &agrave; 130 deux nouvelles familles de monstres avec deux donjons associ&eacute;s, deux nouveaux avis de recherche, de nouveaux &eacute;quipements, de nouvelles qu&ecirc;tes et de nouveaux succ&egrave;s &agrave; d&eacute;bloquer.<br />
<br />
Entre dunes ensabl&eacute;es et terres arides, n&#39;h&eacute;sitez pas &agrave; faire une escale dans l&#39;un des saloons de l&#39;&icirc;le tout en parcourant l&#39;<a href="http://www.dofus.com/fr/mmorpg/actualites/devblog/billets/587412-maj-2-37-veut-desert">article de devblog</a> d&eacute;di&eacute; &agrave; Saharach !<br />
<br />
&nbsp;
<h2>Qu&ecirc;te des Dofus &Eacute;l&eacute;mentaires</h2>
<br />
Apr&egrave;s avoir parcouru les vastes terres du Monde des Douze &agrave; la recherche de ses pr&eacute;cieux Dofus, Meriana vous invite &agrave; une toute nouvelle &eacute;pop&eacute;e autours des quatres Dofus &Eacute;l&eacute;mentaires...<br />
<br />
Munissez-vous de vos Dofus Ocre, &Eacute;meraude, Pourpre et Turquoise pour d&eacute;marrer cette aventure et tentez de compl&eacute;ter votre collection d&#39;&eacute;quipements avec la mythique Dofusteuse ainsi qu&#39;un nouveau chapeau de niveau 200 !<br />
<br />
&nbsp;
<h2>Refonte des interfaces - Suite</h2>
<br />
Dans la continuit&eacute; de la refonte des interfaces, nous offrons la possibilit&eacute; pour les utilisateurs aguerris de personnaliser leur exp&eacute;rience de jeu au moyen de &laquo; Th&egrave;mes d&#39;interface &raquo;.<br />
<br />
Retrouvez toutes les informations de la marche &agrave; suivre <a href="http://forum.dofus.com/fr/1578-themes-interfaces">sur le forum</a> ainsi qu&#39;un <a href="http://forum.dofus.com/fr/1578-themes-interfaces/2185471-tutoriel-installer-nouveau-theme-interface">tutoriel d&#39;installation</a>.<br />
<br />
&nbsp;
<h2>G&eacute;n&eacute;ration des runes de Forgemagie</h2>
<br />
Un syst&egrave;me de focus sur la g&eacute;n&eacute;ration des runes de forgemagie voit le jour ; il permet au joueur de favoriser la production d&#39;une rune sp&eacute;cifique en fonction du choix qu&#39;il a &eacute;mis avant de briser un objet.<br />
En parall&egrave;le, les malus de conversion des runes ont &eacute;t&eacute; supprim&eacute;s : les Pa et Ra deviennent ainsi plus accessibles.<br />
<br />
Retrouvez tous les d&eacute;tails des modifications apport&eacute;es &agrave; la forgemagie dans l&#39;<a href="http://www.dofus.com/fr/mmorpg/actualites/devblog/billets/587171-systeme-focus-generation-runes-forgemagie">article de devblog d&eacute;di&eacute;</a>. ]]></description>
        <link>
        <![CDATA[http://www.dofus.com/fr/mmorpg/actualites/maj/587470-bon-iop-cacterre]]></link>
                  <category><![CDATA[Dofus]]></category>
                <pubDate>Fri, 14 Oct 2016 17:00:00 +0200</pubDate>
                <guid isPermaLink="false">9c8969ae00b62ac644a2fbe632c6316e</guid>
      </item>
          <item>
        <title><![CDATA[Ça en valait la plaine !]]></title>
        <description><![CDATA[<div class="embed-responsive embed-responsive-16by9 embeddedContent oembed-provider- oembed-provider-youtube" data-align="center" data-maxheight="315" data-maxwidth="560" data-oembed="https://www.youtube.com/watch?v=K4OJeC0kt4Q" data-oembed_provider="youtube" data-resizetype="custom" style="text-align: center;"><iframe allowfullscreen="true" allowscriptaccess="always" frameborder="0" height="315" scrolling="no" src="//www.youtube.com/embed/K4OJeC0kt4Q?wmode=transparent&amp;jqoemcache=TJ2h5" style="" width="560"></iframe></div>
&nbsp; &nbsp; &nbsp;

<center>Disponible en jeu d&egrave;s maintenant !<br />
&nbsp;</center>
&nbsp;

<h2>Refonte Osamodas</h2>
<br />
Gr&acirc;ce &agrave; une profonde refonte de la classe, une toute nouvelle m&eacute;canique de jeu attend les Osamodas. Leur capacit&eacute; de fusion avec les invocations leur permet notamment de g&eacute;n&eacute;rer de nouvelles entit&eacute;s, chacune affili&eacute;e &agrave; une voie &eacute;l&eacute;mentaire, et ainsi d&rsquo;exploiter le Feu, l&rsquo;Air et la Terre.<br />
L&rsquo;une des grandes attentes des invocateurs voit &eacute;galementle jour : gr&acirc;ce &agrave; un sort d&eacute;di&eacute;, l&rsquo;Osamodas est d&eacute;sormais en mesure de prendre le contr&ocirc;le de son invocation durant un tour de jeu.<br />
<br />
Retrouvez tous les d&eacute;tails croustillants de la refonte Osamodas dans <a href="http://www.dofus.com/fr/mmorpg/actualites/devblog/billets/583312-refonte-osamodas">l&rsquo;article de devblog d&eacute;di&eacute;</a>.<br />
<br />
&nbsp;
<h2>Refonte de Cania</h2>
<br />
Le talent des &eacute;quipes graphiques a une fois de plus &eacute;t&eacute; &eacute;prouv&eacute; : place &agrave; de nouvelles familles de monstres &agrave; base de Bworks, de Sangliers et de Trools, ainsi qu&rsquo;&agrave; de nouvelles cartes, mises au go&ucirc;t du jour par notre &eacute;quipe de level designers accomplis : voil&agrave; un vaste territoire &agrave; (re)d&eacute;couvrir !<br />
<br />
&nbsp;
<h2>Refonte Graphique et 16:9</h2>
<br />
En 2.36, les level designers &eacute;largissent vos horizons ; d&eacute;sormais, votre client se lance automatiquement au format 16:9 afin de vous proposer une exp&eacute;rience encore plus immersive du jeu.<br />
<br />
D&eacute;couvrez comment s&#39;est construit le projet dans <a href="http://www.dofus.com/fr/mmorpg/actualites/devblog/billets/584921-passage-16-9">l&#39;article de devblog d&eacute;di&eacute;</a>.<br />
<br />
&nbsp;
<h2>Refonte des Interfaces - 1&egrave; partie</h2>
<br />
Petit coup de neuf du c&ocirc;t&eacute; des interfaces : toutes ont &eacute;t&eacute; repens&eacute;es graphiquement afin de vous offrir un meilleur confort d&rsquo;utilisation. Gr&acirc;ce &agrave; votre pr&eacute;cieuse contribution dans le <a href="http://forum.dofus.com/fr/1571-projets">DOFUS Lab</a>, le chantier a positivement &eacute;volu&eacute; et vous pouvez &agrave; pr&eacute;sent utiliser des interfaces plus modernes et ergonomiques.<br />
Le travail est loin d&#39;&ecirc;tre termin&eacute; pour autant et les nouvelles interfaces continueront &agrave; se construire au cours des mois &agrave; venir gr&acirc;ce &agrave; vous et votre utilisation experte !<br />
<br />
Retrouvez les &eacute;tapes et r&eacute;flexions de l&#39;&eacute;quipe UX design dans <a href="http://www.dofus.com/fr/mmorpg/actualites/devblog/billets/586714-informations-nouvelles-interfaces">l&#39;article de d&eacute;vblog d&eacute;di&eacute;</a>.<br />
<br />
&nbsp;
<h2>Modification d&#39;Incarnam</h2>
<br />
Sur Incarnam &eacute;galement, les level designers se sont attard&eacute;s &agrave; quelques am&eacute;liorations graphiques. D&eacute;couvrez notamment le nouveau d&eacute;cor &eacute;toil&eacute; du Krosmoz qui pare avec &eacute;l&eacute;gance la dimension des d&eacute;butants ! ]]></description>
        <link>
        <![CDATA[http://www.dofus.com/fr/mmorpg/actualites/maj/586570-valait-plaine]]></link>
                  <category><![CDATA[Dofus]]></category>
                <pubDate>Fri, 16 Sep 2016 17:00:00 +0200</pubDate>
                <guid isPermaLink="false">f89ff97e05734f299dc6fe42e95b6073</guid>
      </item>
          <item>
        <title><![CDATA[Les Abysses de Sufokia]]></title>
        <description><![CDATA[<div class="embed-responsive embed-responsive-16by9 embeddedContent oembed-provider- oembed-provider-youtube" data-align="center" data-maxheight="315" data-maxwidth="560" data-oembed="https://www.youtube.com/watch?v=eyjkDMHxEUA" data-oembed_provider="youtube" data-resizetype="custom" style="text-align: center;"><iframe allowfullscreen="true" allowscriptaccess="always" frameborder="0" height="315" scrolling="no" src="//www.youtube.com/embed/eyjkDMHxEUA?wmode=transparent&amp;jqoemcache=RPXTp" style="" width="560"></iframe></div>

<p class="fake"><br />
&nbsp;</p>

<h2 class="fake">Abysses de Sufokia</h2>
<br />
Entrez dans les profondeurs de cette extension sous-marine et d&eacute;couvrez-y 3 donjons flambant neufs, peupl&eacute;s chacun d&rsquo;une nouvelle famille de monstres. D&eacute;di&eacute;e aux joueurs de niveau 190 et plus, cette nouvelle zone vous demandera toute votre habilit&eacute; en combat si vous ne voulez pas terminer en nourriture pour Trithons...<br />
<br />
Trois niveaux de profondeur sont &agrave; votre port&eacute;e et ne demandent qu&rsquo;&agrave; &ecirc;tre explor&eacute;s ; de nouvelles qu&ecirc;tes, des avis de recherche &agrave; capturer, des tr&eacute;sors cach&eacute;s ou encore des monstres bien particuliers &agrave; &eacute;liminer.<br />
<br />
Enfin, d&eacute;couvrez Muldo, cette nouvelle esp&egrave;ce de monture amphibie qui ne demande qu&rsquo;&agrave; &ecirc;tre apprivois&eacute;e ; &agrave; l&rsquo;instar des Dragodindes, vous pourrez les capturer, les &eacute;lever et les faire progresser afin de d&eacute;bloquer de nouvelles caract&eacute;ristiques.<br />
<br />
&nbsp;
<h2 class="fake">Harnachements</h2>

<p class="fake"><br />
Une nouvelle fa&ccedil;on de customiser vos montures fait son apparition ; les harnachements vous permettent d&#39;&eacute;quiper votre Dragodinde ou Muldo et d&#39;en personnaliser leur look sans en modifier leurs caract&eacute;ristiques initiales. Faites parler votre style !<br />
&nbsp;</p>

<h2 class="fake">R&eacute;vision de l&#39;exp&eacute;rience</h2>

<p class="fake"><br />
Le montant d&#39;exp&eacute;rience n&eacute;cessaire entre le niveau 199 et le niveau 200 est divis&eacute; par 2 ; pour plus d&#39;informations nous vous invitons &agrave; consulter l&#39;<a href="http://www.dofus.com/fr/mmorpg/actualites/devblog/billets/528127-modifications-courbe-experience-niveaux-200">article de devblog d&eacute;di&eacute;</a>.</p>
 ]]></description>
        <link>
        <![CDATA[http://www.dofus.com/fr/mmorpg/actualites/maj/541142-abysses-sufokia]]></link>
                  <category><![CDATA[Dofus]]></category>
                <pubDate>Fri, 17 Jun 2016 17:00:00 +0200</pubDate>
                <guid isPermaLink="false">7a782f81edb1bfc8be6841f2804091c1</guid>
      </item>
      </channel>
</rss>
